<?php

return [
    'about_asoka' => 'အကြောင်း',
    'about_text_1' => 'ဗုဒ္ဓဘာသာ၏ကြောင်းကြောင်းဖော်ဖော် သမိုင်းကြောင်းနှင့်သင်ကြားချက်များအပေါ် အခြေခံ၍ စိတ်ဓာတ်အားလုံးဖော်ဆောင်သောပညာရေးကိုပေးစွမ်းသည်။ ကျွန်ုပ်တို့၏ဌာနသည် ကျောင်းသားများအား ဗုဒ္ဓ၏ပညာနှင့်အဓိဋ္ဌာန်ကို နက်ရှိုင်းစွာ နားလည်ရန်နှင့် လေ့ကျင့်ရန် အခွင့်အလမ်းပေးသည်။',
    'about_text_2' => 'ကျွန်ုပ်တို့၏ သင်တန်းများ၊ သင်တန်းသားသင်ခန်းများနှင့် အရင်းအမြစ်များသည် စိတ်ညစ်ညမ်းမှုကင်းစေခြင်း၊ စာနာမှုနှင့် ရိုးသားမှုကိုတိုးတက်စေရန် ရည်ရွယ်ထားသည်။ ဗုဒ္ဓပညာရေးမှတစ်ဆင့် ကမ္ဘာကိုငြိမ်းချမ်းစေမှုဆောင်ရွက်ရန် ကျွန်ုပ်တို့နှင့် ပူးပေါင်းပါ။',
    'mission' => 'ရည်မှန်းချက်',
    'mission_text' => 'ဗုဒ္ဓဘာသာ၏ သင်ကြားချက်များမှတစ်ဆင့် ကမ္ဘာ့လူမျိုးအပေါင်းတို့ကို စိတ်ငြိမ်းချမ်းမှု၊ စိတ်လုံလုံခြုံခြုံမှုနှင့် စာနာမှုမြှင့်တင်စေရန် ကူညီပေးခြင်း၊ နှင့်ဗုဒ္ဓဘာသာ၏ သမိုင်း၊ ယဉ်ကျေးမှု၊ နှင့် ဝိသုသာရက်မှုများကို ထိန်းသိမ်းစောင့်ရှောက်ပေးခြင်းကို ရည်မှန်းထားသည်။',
    'vision' => 'ရည်မှန်းချက်များ',
    'vision_text' => 'Asoka Center for Buddhist Studies သည် သင်တန်းများ၊ အထူးသင်တန်းများ၊ ဉာဏ်ပညာသင်တန်းများ၊ ဆွေးနွေးပွဲများနှင့် အသက်အရွယ်အားလုံးအတွက် အထူးအစီအစဉ်များအပါအဝင် အခန်းမဲ့နှင့် ကြွယ်ဝသော အွန်လိုင်းရင်းမြစ်များကို ပေးစွမ်းရန် ရည်ရွယ်ထားသည်။ ဗုဒ္ဓဘာသာ၏အချိန်မရွေးတည်ရှိသော ပညာပေးချက်များမှတစ်ဆင့် နားလည်မှု၊ ကိုယ့်ကိုယ်ကိုသိမြင်မှုနှင့် စိတ်ဖိစီးမှုအတားအဆီးများအား အားကောင်းစေမှုကို ပြုလုပ်ရန် ရည်ရွယ်သည်။',
    'news_and_updates' => 'သတင်းနှင့် အပ်ဒိတ်များ',
    'more_details' => 'အသေးစိတ်ကြည့်ရန်',
    'check_more_news' => 'အခြား သတင်းနှင့် အပ်ဒိတ်များကို ကြည့်ရန်',
];
